---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PlumbingFixturesCwConnection
source: html/c865c405-4e35-17be-1285-6c33f6a930d3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PlumbingFixturesCwConnection Property

"CW Connection"

## Syntax (C#)
```csharp
public static ForgeTypeId PlumbingFixturesCwConnection { get; }
```